[
    {
        "name": "Seth Doyle",
        "review": "There is no denying that Depeche Mode belongs to the kind of     cultural phenomena that has shaped a whole generation. Their unique style, varying between droning hypnotising mechanical sound and soothing orchestral music. Yet, it's the voice of their lead singer, Dave Gahan, that deepens the spell and puts you in an inescapable trance. DM's songs channel a full vibrant range of every human emotion: from jealousy and passion to sorrow and wrath. If you are longing for a soul-healing, mind-bending experience, be sure to give Depeche Mode a try, you'll thank me later :)",
        "rating": "4.0 out of 5",
        "img": "../people/1..jpg",
        "id": "a1"
    },
    {
        "name": "Ayo Ogunseinde",
        "review": "'m not surprised that my favourite album - 'Innuendo' by one of my favourite bands Queen - is still on top of music lovers' minds. This is a great album with a great and sad story behind it.The band Queen performed almost twenty years before their very last album 'Innuendo' (not counting some later albums that were released after Freddie Mercury death) and have already been a legend.",
        "rating": "3.5 out of 5",
        "img": "../people/2..jpg",
        "id": "b2"
    },
    {
        "name": "Mohammad Faruque",
        "review": "I'm not a die-hard fan of a special type of a album or a singer. According to my mental condition, I listen different songs. but generally I love music and get better when I listen music.",
        "rating": "3 out of 5",
        "img": "../people/3..jpg",
        "id": "c3"
    },
    {
        "name": "Ana-Maria Nichita",
        "review": "İ love music and I am keen of calm and catchy songs. Though Springsteen's Born in the USA Lyrics sorts out the ability of the singer to channel the feelings of many silent disappointed American citizens and maybe those living in the country, it is not my favorite. İ am not fan of rock. However, I have a favourite album which for me is the best of all the time. Richard Bona' second album; Reverence released in 2001 after his non less chart-topping and stadium-filling first album 'Scenes from my life' released in 1999. This Cameroonian artist achieves to associated his enchanting voice with African and western chores to produce amazing and exhilarating songs loved by any discerning ear regardless of your cultural origin.",
        "rating": "3.5 out of 5",
        "img": "../people/4..jpg",
        "id": "d4"
    },
    {
        "name": "Joseph Gonzalez",
        "review": "I am not a die-hard fan of music or of any album. I know this is not my hobby to collect albums from singers. In past, I had listened to the band 'Back Street boy' their songs, actually, it was been a time with my youth, and I loved to listen to their songs every day. I would like to say they were a hard-working band between 1999 and 2003. I still remembered, their album was sold fast-paced, and their album was chart-topping at those times. Unlike other bands, they had catchy songs which I loved to listen to their every day. Songs of their had an emotional weight, particularly if they sing about love, they would be channeled of their youth. It was glory time for them.",
        "rating": "4.5 out of 5",
        "img": "../people/5..jpg",
        "id": "e5"
    },
    {
        "name": "Warren Wong",
        "review": "I have no doubt when it comes to which is my favourite album of all time. “Ahora o nunca” by La Pegatina is filled with lively melodies, catchy lyrics and a lot of humour. It is no secret that the artists that form La Pegatina are able to cheer up a whole crowd and make everyone want to dance all night. Thus, this is the main reason why they are present at so many parties. The Ska album “Ahora o Nunca” is filled with fast-paced, foot-tapping unique songs. These frantic and upbeat lyrics nevertheless carry an important message. La Pegatina aims to vindicate the dehumanization of cities, the excessive use of social media, and living in the present. For example, they claim that cities like Barcelona, have become an amusement park due to tourism.",
        "rating": "3.5 out of 5",
        "img": "../people/6..jpg",
        "id": "f6"
    },
    {
        "name": "Alex Suprun",
        "review": "I'm certainly not alone with my choice of favourite Album. In fact Max Pezzali's 'umo ragno has sold a lot of copies since its release in 1992. Nearly 30 years late, Max Pezzali performed the complete album in concert in front of some oh his die hard fans. The success of this album is due to the fact that behind catchy melodies there are stories of our Youth. The secret is that the asrtist, with his lyrics and melodies, is channelling real people. Many songs tell us as the real life of Italian Young people is going on e witch are the most important habits that they are following. Unlike many Other best selling album artists, Max Pezzali is still releasing chart topping. The highligt of the album is the first song called 'Hanno Ucciso l'uomo Ragno' that tell us, behind an invented story of one of the most important invented hero of our hstory, spiderman, the true of Italian life.",
        "rating": "4 out of 5",
        "img": "../people/7..jpg",
        "id": "g7"
    },
    {
        "name": "Julian Wan",
        "review": "Reading this book after more than a decade of not reading anything about the famous poet and writer of Bengal, Asia's first Nobel prize winner (1913), Rabindranath Tagore, has been a welcoming, exhilarating experience. The author, Reba Som, herself an exponent of Tagore's songs, writes about his reflections on and enjoyment of his artistic and rhythmic musical talents--his poetry, songs, and music (none of which can effectively be separated from each other)--with well-researched insights and informative narratives of his Indian and foreign interactions with devotees of things Indian, and of things Tagore. In her account of the man's life in poetry and song, Som reveals a deep feeling for Tagore's inner artist life as revealed in his writings--of his devotion to his Muse, the unseen deity that beckons from afar while sometimes drawing close to his mind and heart.",
        "rating": "5 out of 5",
        "img": "../people/8..jpg",
        "id": "h8"
    },
    {
        "name": "Tyler Nix",
        "review": "As with virtually every book on the great Rabindranath Tagore that I have read to date, I have noticed some unfortunate factual inaccuracies in this book. I also find frustrating the absence of an Index in this book. Aside from those niggles, it is a fascinating book, and I am very pleased to have it. Both the book and the accompanying CD arrived in good time and in mint condition, and I would happily use the seller again.",
        "rating": "4.5 out of 5",
        "img": "../people/9..jpg",
        "id": "i9"
    },
    {
        "name": "Nith IN",
        "review": "'Rabindranath Tagore: The Singer & His Song', this book is very nice. There is not enough published ABOUT Tagore's song writing--this book talks about Tagore and his song writing and song singing. And of course the words to many songs are included in beautiful, poetic form. In the back of the book is a CD with the book's author singing some of the songs. Wonderful. If you are a Tagore fan or even if you're not, this is a fabulous acquisition.",
        "rating": "4 out of 5",
        "img": "../people/10..jpg",
        "id": "j10"
    }
]