[
    {
        "name": "Seth Doyle",
        "review": "There is no denying that Depeche Mode belongs to the kind of cultural phenomena that has shaped a whole generation. Their unique style, varying between droning hypnotising mechanical sound and soothing orchestral music. Yet, it's the voice of their lead singer, Dave Gahan, that deepens the spell.",
        "rating": "4.0 out of 5",
        "img": "./people/1..png",
        "id": "a1"
    },
    {
        "name": "Ayo Ogunseinde",
        "review": "'m not surprised that my favourite album - 'Innuendo' by one of my favourite bands Queen - is still on top of music lovers' minds. This is a great album with a great and sad story behind it.The band Queen performed almost twenty years before their very last album 'Innuendo'.",
        "rating": "3.5 out of 5",
        "img": "./people/2..png",
        "id": "b2"
    },
    {
        "name": "Mohammad Faruque",
        "review": "I'm not a die-hard fan of a special type of a album or a singer. According to my mental condition, I listen different songs. but generally I love music and get better when I listen music.",
        "rating": "3 out of 5",
        "img": "./people/3..png",
        "id": "c3"
    },
    {
        "name": "Ana-Maria Nichita",
        "review": "İ love music and I am keen of calm and catchy songs. Though Springsteen's Born in the USA Lyrics sorts out the ability of the singer to channel the feelings of many silent disappointed American citizens and maybe those living in the country, it is not my favorite. İ am not fan of rock. However.",
        "rating": "3.5 out of 5",
        "img": "./people/4..png",
        "id": "d4"
    },
    {
        "name": "Joseph Gonzalez",
        "review": "I am not a die-hard fan of music or of any album. I know this is not my hobby to collect albums from singers. In past, I had listened to the band 'Back Street boy' their songs, actually, it was been a time with my youth, and I loved to listen to their songs every day. I would like to say they were a hard-working band between 1999 and 2003.",
        "rating": "4.5 out of 5",
        "img": "./people/5..png",
        "id": "e5"
    },
    {
        "name": "Warren Wong",
        "review": "I have no doubt when it comes to which is my favourite album of all time. “Ahora o nunca” by La Pegatina is filled with lively melodies, catchy lyrics and a lot of humour. It is no secret that the artists that form La Pegatina are able to cheer up a whole crowd and make everyone want to dance all night. ",
        "rating": "3.5 out of 5",
        "img": "./people/6..png",
        "id": "f6"
    },
    {
        "name": "Alex Suprun",
        "review": "I'm certainly not alone with my choice of favourite Album. In fact Max Pezzali's 'umo ragno has sold a lot of copies since its release in 1992. Nearly 30 years late, Max Pezzali performed the complete album in concert in front of some oh his die hard fans. The success of this album is due to the fact that behind catchy melodies there are stories of our Youth.",
        "rating": "4 out of 5",
        "img": "./people/7..png",
        "id": "g7"
    },
    {
        "name": "Julian Wan",
        "review": "Reading this book after more than a decade of not reading anything about the famous poet and writer of Bengal, Asia's first Nobel prize winner (1913), Rabindranath Tagore, has been a welcoming, exhilarating experience. The author, Reba Som, herself an exponent of Tagore's songs, writes about his reflections on.",
        "rating": "5 out of 5",
        "img": "./people/8..png",
        "id": "h8"
    },
    {
        "name": "Tyler Nix",
        "review": "As with virtually every book on the great Rabindranath Tagore that I have read to date, I have noticed some unfortunate factual inaccuracies in this book. I also find frustrating the absence of an Index in this book. Aside from those niggles, it is a fascinating book, and I am very pleased to have it.",
        "rating": "4.5 out of 5",
        "img": "./people/9..png",
        "id": "i9"
    },
    {
        "name": "Nith IN",
        "review": "'Rabindranath Tagore: The Singer & His Song', this book is very nice. There is not enough published ABOUT Tagore's song writing--this book talks about Tagore and his song writing and song singing. And of course the words to many songs are included in beautiful, poetic form. In the back of the book is a CD with the book's author singing some of the songs.",
        "rating": "4 out of 5",
        "img": "./people/10..png",
        "id": "j10"
    }
]